{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source": {
				"Text": "+"
			},
			"Translation": {
				"Text": "+"
			},
			"Key": "675906A64F2896EC059504A755E765E5"
		},
		{
			"Source": {
				"Text": "1/15"
			},
			"Translation": {
				"Text": "1/15"
			},
			"Key": "07CE9EA847CA5C325C9BB6A40AE53EF7"
		},
		{
			"Source": {
				"Text": "A"
			},
			"Translation": {
				"Text": "A"
			},
			"Key": "F5DF16DE4023B46EEC71C38AE39D2CE1"
		},
		{
			"Source": {
				"Text": "City Sample"
			},
			"Translation": {
				"Text": "City Sample"
			},
			"Key": "D31851814D8BF684178F12A11217BDE1"
		},
		{
			"Source": {
				"Text": "Cropout"
			},
			"Translation": {
				"Text": "Cropout"
			},
			"Key": "6C48EF8B41E536611D97A292C32260AD"
		},
		{
			"Source": {
				"Text": "D"
			},
			"Translation": {
				"Text": "D"
			},
			"Key": "24F8A21743BE49C095ACC091B680B7E0"
		},
		{
			"Source": {
				"Text": "E"
			},
			"Translation": {
				"Text": "E"
			},
			"Key": "20EA51A04DE0C088ED97E19AEEF72ADC"
		},
		{
			"Source": {
				"Text": "E"
			},
			"Translation": {
				"Text": "E"
			},
			"Key": "8BC94DB44CD4068B3D6B36976D905A15"
		},
		{
			"Source": {
				"Text": "Game Animation Sample"
			},
			"Translation": {
				"Text": "عينة حركة اللعبة"
			},
			"Key": "2C35AAB14BFD422A2FE66782721E6017"
		},
		{
			"Source": {
				"Text": "Game is running.\r\nPress \"Esc\" key to return to Editor"
			},
			"Translation": {
				"Text": "اللعبة قيد التشغيل.\nاضغط على مفتاح \"Esc\" للعودة إلى المحرر."
			},
			"Key": "A56088674827EC12660AE49B08345AA1"
		},
		{
			"Source": {
				"Text": "Hello"
			},
			"Translation": {
				"Text": "مرحبًا"
			},
			"Key": "69496AA644F8C038B1E426A50AD21D63"
		},
		{
			"Source": {
				"Text": "Hillside Sample"
			},
			"Translation": {
				"Text": "عينة منحدر التل"
			},
			"Key": "470825C542257C9908E959AAAB881145"
		},
		{
			"Source": {
				"Text": "LYRA"
			},
			"Translation": {
				"Text": "LYRA"
			},
			"Key": "E73470D24A81114B04017288C8127C8B"
		},
		{
			"Source": {
				"Text": "Move"
			},
			"Translation": {
				"Text": "التحرك"
			},
			"Key": "734A4E634366D0DDD8EE178C31D1813A"
		},
		{
			"Source": {
				"Text": "Q"
			},
			"Translation": {
				"Text": "Q"
			},
			"Key": "59F6D0E24904B955FAD216A907F0E15B"
		},
		{
			"Source": {
				"Text": "R"
			},
			"Translation": {
				"Text": "R"
			},
			"Key": "1FA051F94C1DE87A50CC54983EC4CE9E"
		},
		{
			"Source": {
				"Text": "Rotate"
			},
			"Translation": {
				"Text": "تدوير"
			},
			"Key": "F34D6DE84A97CB61F4FA30986C9D429B"
		},
		{
			"Source": {
				"Text": "S"
			},
			"Translation": {
				"Text": "S"
			},
			"Key": "81853CF44BC77A94CF0FBAABE7B778DC"
		},
		{
			"Source": {
				"Text": "Scale"
			},
			"Translation": {
				"Text": "المقياس"
			},
			"Key": "8BF62AC646D7992EE2EE78A65A47F248"
		},
		{
			"Source": {
				"Text": "Stack O Bot"
			},
			"Translation": {
				"Text": "Stack O Bot"
			},
			"Key": "72B06FA94D1CA4D41EBA1FAE31D6E3D6"
		},
		{
			"Source": {
				"Text": "Title"
			},
			"Translation": {
				"Text": "العنوان"
			},
			"Key": "DF4A3CBC4ECF7F7D56A03CA636671154"
		},
		{
			"Source": {
				"Text": "U"
			},
			"Translation": {
				"Text": "U"
			},
			"Key": "CF9D474F4FAA26195D1635B3F62AAB7D"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "6E6B400D415178AA37A59E8D372AA84A"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "AE21E6344E4C69A77C8FF3825A199620"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "C6C12720470CBEAE8B18E3AE8F801BFC"
		},
		{
			"Source": {
				"Text": "Welcome to Unreal Engine 5! This level will guide you\r\n through some of the basics of the engine.\r\n\r\nHold the right mouse button and use W,A,S, D to move around the level \r\nwhile using the mouse to look.\r\nPress the green play button to start the game.\r\n"
			},
			"Translation": {
				"Text": "أهلًا بك في محرّك Unreal Engine 5! سترشدك هذه المرحلة\n إلى بعض أساسيات المحرك.\n\nاضغط باستمرار على زر الماوس الأيمن واستخدم أزرار W وA وS وD للتحرك عبر المرحلة \nأثناء استخدام الماوس للتحكّم في اتجاه النظر.\nاضغط على الزر الأخضر لبدء اللعبة.\r\n"
			},
			"Key": "0E6F2F33442EF03759C01E82B49C875A"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "StrT_DevCom",
			"Children": [
				{
					"Source": {
						"Text": "                Use the W, A, S, and D keys to walk."
					},
					"Translation": {
						"Text": "استخدم مفاتيح W، وA، وS، وD للمشي."
					},
					"Key": "NavInGame_Move"
				},
				{
					"Source": {
						"Text": "At each Station"
					},
					"Translation": {
						"Text": "عند كل محطة"
					},
					"Key": "StartingHelp"
				},
				{
					"Source": {
						"Text": "At each station in this tutorial, you'll learn about how to edit the\r\nworld and see how your changes affect the game experience.\r\n\r\nOn your left is a handy written companion. Follow along for \r\nhints and details on all the concepts you'll encounter!"
					},
					"Translation": {
						"Text": "في كل محطة من هذا العرض التعليمي، ستتعلم كيفية تحرير\nالعالم وترى كيف تؤثر تغييراتك على تجربة اللعبة.\n\nعلى يسارك يوجد دليل مكتوب مفيد. يرجى المتابعة للحصول على \nتلميحات وتفاصيل حول جميع المفاهيم التي ستصادفها!"
					},
					"Key": "TutFinder"
				},
				{
					"Source": {
						"Text": "Blueprint is a visual scripting language \r\nthat you can use to create logic and manage events,\r\nlike this switch that unlocks the door.\r\n\r\nFor a challenge: see if you can figure out how to\r\nmake the light above the door change color the\r\nsame way the other lights do."
					},
					"Translation": {
						"Text": "الخطة عبارة عن لغة برمجة نصية مرئية \nيمكنك استخدامها لإنشاء المنطق وإدارة الأحداث،\nمثل هذا المفتاح الذي يفتح الباب.\n\nكتحدٍ: حاول أن تكتشف كيفية\nتغيير لون الضوء الموجود فوق الباب\nبنفس الطريقة التي تتغير بها الأضواء الأخرى."
					},
					"Key": "Blueprint"
				},
				{
					"Source": {
						"Text": "Environment lighting and atmosphere is controlled by multiple actors: \r\n- A directional light, which simulates light coming from the sun.\r\n- A sky light, which adds base ambient light.\r\n- A sky atmosphere, which controls the ambient colour of the sky.\r\n\r\nWhile editing, you can change the sun's angle by holding\r\nCtrl+L and moving the mouse. "
					},
					"Translation": {
						"Text": "يتم التحكم في إضاءة البيئة والأجواء من خلال كائنات متعددة: \n- ضوء اتجاهي، يحاكي الضوء القادم من الشمس.\n- ضوء السماء، الذي يضيف إضاءة محيطية أساسية.\n- جو السماء، الذي يتحكم في لون السماء المحيط.\n\nأثناء التحرير، يمكنك تغيير زاوية الشمس من خلال الضغط باستمرار على\nCtrl+L وتحريك الماوس. "
					},
					"Key": "Atmos"
				},
				{
					"Source": {
						"Text": "For a more advanced demo and C++ examples check out Lyra"
					},
					"Translation": {
						"Text": "للحصول على عرض توضيحي أكثر تقدمًا وأمثلة بلغة C++‎، يُرجى مراجعة ‎Lyra‎"
					},
					"Key": "Lyra"
				},
				{
					"Source": {
						"Text": "For beginners who want to see what a more developed game looks like. Check out Stack O Bot"
					},
					"Translation": {
						"Text": "للمبتدئين الذين يرغبون في رؤية ما يبدو عليه اللعبة الأكثر تطورًا. ألقِ نظرةً على Stack O Bot"
					},
					"Key": "StackOBot"
				},
				{
					"Source": {
						"Text": "For those looking for more, check out the Cropout Sample"
					},
					"Translation": {
						"Text": "لمن يبحثون عن المزيد، يمكنهم الاطلاع على Cropout Sample"
					},
					"Key": "Cropout"
				},
				{
					"Source": {
						"Text": "Hold the right mouse button\r\nand use the W, A, S and D keys to fly."
					},
					"Translation": {
						"Text": "اضغط على زر الماوس الأيمن باستمرار\nواستخدم الأزرار W وA وS وD للطيران."
					},
					"Key": "NavInEditor_Move"
				},
				{
					"Source": {
						"Text": "Hold the right mouse button \r\nand move the mouse\r\nto look around."
					},
					"Translation": {
						"Text": "اضغط باستمرار على زر الماوس الأيمن \nوحرك الماوس\nللتحكّم في اتجاه النظر."
					},
					"Key": "NavInEditor_Look"
				},
				{
					"Source": {
						"Text": "Materials define how the surfaces of objects react to light.\r\nYou can change them or create your own in the Material Editor.\r\n\r\nClick this ball, find its blue material in the Details panel, and\r\ndouble-click its icon to start editing. Try changing its\r\nBase Color, Metallic, and Roughness settings."
					},
					"Translation": {
						"Text": "تُحدّد المواد كيفية تفاعل أسطح الأغراض مع الضوء.\nيمكنك تغييرها أو إنشاؤها بنفسك في محرر المواد.\n\nانقر فوق هذه الكرة، وابحث عن مادتها الزرقاء في لوحة التفاصيل،\nوانقر نقرًا مزدوجًا فوق أيقونتها لبدء التحرير. حاول تغيير إعدادات\nاللون الأساسي والمعدني والخشونة لها."
					},
					"Key": "Material"
				},
				{
					"Source": {
						"Text": "Move the mouse to look around."
					},
					"Translation": {
						"Text": "حرك الماوس للتحكّم في اتجاه النظر."
					},
					"Key": "NavInGame_Look"
				},
				{
					"Source": {
						"Text": "Now that you're playing the game in the editor, the controls\r\nchange to ones that have been set up for the game project: "
					},
					"Translation": {
						"Text": "الآن بعد أن أصبحت تلعب اللعبة في المحرر، تتغير عناصر التحكم\nإلى تلك التي تمّ إعدادها لمشروع اللعبة: "
					},
					"Key": "HowToQuitPIE"
				},
				{
					"Source": {
						"Text": "Particle systems simulate a wide range of visual effects,\r\nfrom simple bursts of sprites like this to complex fluid simulations.\r\n\r\nYou create them using the Niagara editor.\r\n\r\nClick the center of this effect, find its Niagara system asset in the\r\nDetails panel, and double-click it to edit. Try changing settings\r\nlike Spawn Count and see how it changes the effect."
					},
					"Translation": {
						"Text": "تحاكي أنظمة الجسيمات مجموعة واسعة من المؤثرات البصرية،\nبدءًا من دفعات بسيطة من الضور النقطية مثل هذه إلى محاكاة السوائل المعقدة.\n\nيمكنك إنشاؤها باستخدام محرر Niagara.\n\nانقر فوق مركز هذا التأثير، وابحث عن أصل نظام Niagara الخاص به في\nلوحة التفاصيل، وانقر فوقه نقرًا مزدوجًا لتحريره. جرب تغيير الإعدادات\nمثل عدد مرات النشر لمعرفة كيف يُغيّر ذلك التأثير."
					},
					"Key": "Niagara"
				},
				{
					"Source": {
						"Text": "Press Esc to return to editing."
					},
					"Translation": {
						"Text": "اضغط على مفتاح Esc للعودة إلى التحرير."
					},
					"Key": "EscapeReminder"
				},
				{
					"Source": {
						"Text": "Samples showcase engine features and show how to build\r\nfull games. You'll find them in the Launcher's Samples page.\r\n\r\nWant a simple game project to start with? Try Stack O Bot!\r\n\r\nOr feel free to just stay here for a while and continue digging\r\nin to what's in this project. Taking apart existing content is\r\nthe best way to learn how to make something Unreal!"
					},
					"Translation": {
						"Text": "تُظهر العينات ميزات المُحرّك وتوضّح كيفية إنشاء\nألعاب كاملة. ستجدها في صفحة عينات أداة التشغيل.\n\nهل ترغب في مشروع لعبة بسيط لتبدأ به؟ جرّب Stack O Bot!\n\nأو لا تتردد في البقاء هنا لفترة من الوقت ومواصلة استكشاف\nما يتضمنه هذا المشروع. يُعدّ تفكيك المحتوى الحالي\nأفضل طريقة لتعلم كيفية صنع شيء ما في Unreal!"
					},
					"Key": "Samples"
				},
				{
					"Source": {
						"Text": "Sequencer is Unreal's timeline-based animation tool for\r\ncinematics and cutscenes. You can use it to animate objects,\r\ncameras, audio, and effects, then organize and render them\r\ninto high-quality sequences.\r\n\r\nWalk over this platform to trigger a camera flythrough\r\nmade in Sequencer."
					},
					"Translation": {
						"Text": "إنّ أداة Sequencer عبارة عن أداة الحركة القائمة على الخط الزمني في Unreal\nللمقاطع والمشاهد السينمائية. يمكنك استخدامها لتحريك الأغراض\nوالكاميرات والصوت والتأثيرات، ثم تنظيمها وعرضها\nفي تسلسلات عالية الجودة.\n\nتحرك فوق هذه المنصة لتشغيل تحليق الكاميرا\nالمصمم في Sequencer."
					},
					"Key": "Sequencer"
				},
				{
					"Source": {
						"Text": "Templates give you starting points for building your own experiences.\r\n\r\nThey include pre-made assets, project settings, and sometimes\r\nadditional variants to customize their content.\r\n\r\nTo create a new project from a template, start the engine from the\r\nLauncher, or choose File > New Project from the editor's main menu."
					},
					"Translation": {
						"Text": "توفر لك القوالب نقاط بدء لبناء تجاربك الخاصة.\n\nوتحتوي على أصول جاهزة وإعدادات المشاريع وأحيانًا متغيّرات\nإضافية لتخصيص محتواها.\n\nلإنشاء مشروع جديد من قالب، شغل المحرك من\nأداة التشغيل، أو يتم اختيار ملف > مشروع جديد من القائمة الرئيسية للمحرر."
					},
					"Key": "Templates"
				},
				{
					"Source": {
						"Text": "There are three ways you can adjust an object in the 3D world: \r\nMove (W), Rotate (E), and Scale (R).\r\n\r\nClick an object, choose a tool by pressing its key or its icon in\r\nthe toolbar at the top left, then drag its colored gizmo."
					},
					"Translation": {
						"Text": "ثمة ثلاث طرق يمكنك من خلالها تعديل غرض في العالم ثلاثي الأبعاد: \nالتحريك (W) والتدوير (E) وتغيير الحجم (R).\n\nانقر فوق غرض، واختر أداة بالضغط على مفتاحها أو أيقونتها في\nشريط الأدوات في أعلى اليسار، ثم اسحب أداة التعديل الملونة الخاصة بها."
					},
					"Key": "Transform"
				},
				{
					"Source": {
						"Text": "There are three ways you can adjust an object in the world. Select the object and then use the red, green and blue gizmo to Move, Rotate or Scale. \r\nClick the left mouse button and drag to adjust the object.\r\nObjects should only be changed while in editor. Exit using Esc Key before trying to adjust anything."
					},
					"Translation": {
						"Text": "ثمة ثلاثُ طرقٍ يمكن من خلالها تعديل غرضٍ في العالم. حدد الغرض ثم استخدم أداة التعديل الحمراء والخضراء والزرقاء للتحريك أو التدوير أو تغيير الحجم. \nانقر بزر الماوس الأيسر واسحب لتعديل الغرض.\nينبغي عدم إجراء تغيير بالأغراض إلا أثناء وجودها في المحرر. اخرج باستخدام زر Esc قبل محاولة تعديل أي شيء."
					},
					"Key": "Gizmo"
				},
				{
					"Source": {
						"Text": "There is a hidden object blocking the way across this bridge.\r\n\r\nThe Outliner on the right lists all the objects in the world.\r\nDelete the one named \"BlockingVolume\" to clear the way."
					},
					"Translation": {
						"Text": "ثمة غرض مخفي يسد الطريق عبر هذا الجسر.\n\nيسرد المُحدِّد على اليمين جميع الأغراض الموجودة في العالم.\nاحذف المسمى \"BlockingVolume\" لإخلاء الطريق."
					},
					"Key": "Outliner"
				},
				{
					"Source": {
						"Text": "This room can get dark...\r\n\r\nWhile editing, you can place a light by holding down L and\r\nclicking the left mouse button. You can also add lights from\r\nthe Place Actors panel, or the Quick Add menu in the toolbar. \r\n\r\nTry lighting up this room!"
					},
					"Translation": {
						"Text": "يمكن أن تُصبح هذه الغرفة مظلمة...\n\nأثناء التحرير، يُمكن وضع إضاءة من خلال الضغط باستمرار على مفتاح \"L\"\nوالنقر بزر الماوس الأيسر. يمكنك أيضًا إضافة أضواء من\nلوحة وضع الكائنات، أو من قائمة الإضافة السريعة في شريط الأدوات. \n\nحاول إضاءة هذه الغرفة!"
					},
					"Key": "Lighting"
				},
				{
					"Source": {
						"Text": "Try to walk up this ramp, and you'll sink right through! \r\nIt has no collision set up.\r\n\r\nYou can use the Details panel to change settings like this. \r\nClick the ramp, then change its Collision Presets to \"BlockAll\"."
					},
					"Translation": {
						"Text": "حاول أن تصعد هذا المنحدر، وسوف تنغمس فيه مباشرةً! \nلم يتم إعداد أي تصادم له.\n\nيمكنك استخدام لوحة التفاصيل لتغيير إعدادات مثل هذه. \nانقر على المنحدر، ثم غيّر إعدادات التصادم المسبقة إلى \"BlockAll\"."
					},
					"Key": "DetailsPanel"
				},
				{
					"Source": {
						"Text": "Unreal offers a wide array of character animation tools. \r\nYou can create rigs, skin, and animate directly in engine,\r\nas well as create complex logic to blend animations. "
					},
					"Translation": {
						"Text": "يُقدّم Unreal مجموعة واسعة من أدوات تحريك الشخصيات. \nيمكنك إنشاء الهياكل والبشرة والتحريك داخل المُحرّك مباشرة،\nبالإضافة إلى إنشاء منطق معقّد لمزج الحركات. "
					},
					"Key": "Animation"
				},
				{
					"Source": {
						"Text": "Unreal offers realistic physics simulations, from simple\r\nrigid body interactions to detailed vehicle movement.\r\n\r\nTry pushing these objects around and see how they react!"
					},
					"Translation": {
						"Text": "يقدّم Unreal عمليات المحاكاة الفيزيائية الواقعيّة، بدءًا من\nالتفاعلات البسيطة بين الأجسام الصلبة إلى حركة المركبات التفصيليّة.\n\nجرب دفع هذه الأغراض وملاحظة تفاعلها!"
					},
					"Key": "Physics"
				},
				{
					"Source": {
						"Text": "Welcome to Unreal Engine 5!\r\nLet's get started by learning to move around in the editor."
					},
					"Translation": {
						"Text": "مرحبًا بك في محرّك Unreal Engine 5!\nلنبدأ بتعلم كيفية التنقل في المحرر."
					},
					"Key": "Intro"
				},
				{
					"Source": {
						"Text": "When you're comfortable with this, start the game by pressing\r\nthe green Play button in the toolbar above this 3D viewport."
					},
					"Translation": {
						"Text": "عند الشعور بالارتياح لذلك، ابدأ اللعبة بالضغط على\nزر التشغيل الأخضر في شريط الأدوات أعلى منفذ العرض ثلاثي الأبعاد هذا."
					},
					"Key": "Intro2"
				},
				{
					"Source": {
						"Text": "When you're done here, click Play (or press Alt+P) and move on."
					},
					"Translation": {
						"Text": "عند الانتهاء من هذا، انقر فوق تشغيل (أو اضغط على Alt+P) لمتابعة التنفيذ."
					},
					"Key": "PressPlay"
				},
				{
					"Source": {
						"Text": "When you're ready to move on, walk around this wall."
					},
					"Translation": {
						"Text": "عندما تكون مستعدًا للمضي قدمًا، امشِ حول هذا الجدار."
					},
					"Key": "Escape"
				},
				{
					"Source": {
						"Text": "You can add new objects to the world from the\r\nContent Drawer in the bottom left corner.\r\n\r\nThere are some sample meshes in the folder:\r\nContent / LevelPrototyping / Meshes\r\n \r\nTry dragging some in so you can get across this gap. "
					},
					"Translation": {
						"Text": "يمكنك إضافة أغراض جديدة إلى العالم من\nدرج المحتوى في الزاوية اليسرى السفلية.\n\nتوجد بعض الشبكات النموذجية في المجلد:\nContent / LevelPrototyping / Meshes\n \nحاول سحب بعضها حتى تتمكن من عبور هذه الفجوة. "
					},
					"Key": "ContentDrawer"
				},
				{
					"Source": {
						"Text": "You can use MetaSounds\r\nto create and control audio in\r\nreal time with precise timing.\r\n\r\nThis fork plays a procedurally made tune.\r\nTo tweak it, select the fork and change the\r\nRandom Seed setting in the Details panel."
					},
					"Translation": {
						"Text": "يمكنك استخدام MetaSounds\nلإنشاء الصوت والتحكم فيه في\nالوقت الفعلي بدقة توقيت عالية.\n\nتعزف آلة الشوكة هذه لحنًا مُؤلَّفًا إجرائيًا.\nلتعديله، حدد الشوكة ثم غيّر\nإعداد القيمة الأوّلية العشوائية في لوحة التفاصيل."
					},
					"Key": "Metasounds"
				}
			]
		},
		{
			"Namespace": "StrT_Titles",
			"Children": [
				{
					"Source": {
						"Text": "Animation"
					},
					"Translation": {
						"Text": "حركة"
					},
					"Key": "Animation"
				},
				{
					"Source": {
						"Text": "Atmosphere"
					},
					"Translation": {
						"Text": "الجو"
					},
					"Key": "Atmosphere"
				},
				{
					"Source": {
						"Text": "Blueprint"
					},
					"Translation": {
						"Text": "خطة"
					},
					"Key": "Blueprint"
				},
				{
					"Source": {
						"Text": "Content Drawer"
					},
					"Translation": {
						"Text": "درج المحتوى"
					},
					"Key": "ContentDrawer"
				},
				{
					"Source": {
						"Text": "Details Panel"
					},
					"Translation": {
						"Text": "لوحة التفاصيل"
					},
					"Key": "DetailsPanel"
				},
				{
					"Source": {
						"Text": "Lighting"
					},
					"Translation": {
						"Text": "الإضاءة"
					},
					"Key": "lighting"
				},
				{
					"Source": {
						"Text": "Materials"
					},
					"Translation": {
						"Text": "المواد"
					},
					"Key": "Materials"
				},
				{
					"Source": {
						"Text": "Metasounds"
					},
					"Translation": {
						"Text": "MetaSounds"
					},
					"Key": "Metasounds"
				},
				{
					"Source": {
						"Text": "Moving Objects"
					},
					"Translation": {
						"Text": "تحريك الأغراض"
					},
					"Key": "1MovingObjects"
				},
				{
					"Source": {
						"Text": "Next Steps"
					},
					"Translation": {
						"Text": "الخطوات التالية"
					},
					"Key": "NextSteps"
				},
				{
					"Source": {
						"Text": "Outliner"
					},
					"Translation": {
						"Text": "المُحدِّد"
					},
					"Key": "Outliner"
				},
				{
					"Source": {
						"Text": "Particle Effects"
					},
					"Translation": {
						"Text": "تأثيرات الجسيمات"
					},
					"Key": "Particles"
				},
				{
					"Source": {
						"Text": "Physics"
					},
					"Translation": {
						"Text": "الفيزياء"
					},
					"Key": "Physics"
				},
				{
					"Source": {
						"Text": "Samples"
					},
					"Translation": {
						"Text": "عينات"
					},
					"Key": "Samples"
				},
				{
					"Source": {
						"Text": "Sequencer"
					},
					"Translation": {
						"Text": "Sequencer"
					},
					"Key": "Sequencer"
				},
				{
					"Source": {
						"Text": "Templates"
					},
					"Translation": {
						"Text": "قوالب"
					},
					"Key": "Templates"
				}
			]
		}
	]
}